Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Force Pull requires iOS 17 or newer.
de: Erzwungenes Abrufen erfordert iOS 17 oder neuer.
es: Forzar la descarga requiere iOS 17 o posterior.
fil: Kailangan ng Force Pull ang iOS 17 o mas bago.
fr: Le tirage forcé nécessite iOS 17 ou une version ultérieure.
hr: Prisilno preuzimanje zahtijeva iOS 17 ili noviji.
id: Paksa Tarik memerlukan iOS 17 atau lebih baru.
ja: 強制プルには iOS 17 以降が必要です。
ko: 강제 가져오기에는 iOS 17 이상이 필요합니다.
ms: Paksa Tarik memerlukan iOS 17 atau lebih baharu.
pl: Wymuszone pobranie wymaga iOS 17 lub nowszego.
pt_br: O download forçado exige iOS 17 ou mais recente.
ro: Preluarea forțată necesită iOS 17 sau mai nou.
ru: Для принудительной загрузки требуется iOS 17 или новее.
th: การบังคับดึงต้องใช้ iOS 17 ขึ้นไป
tr: Çekmeyi Zorla için iOS 17 veya üzeri gerekir.
zh_hans: 强制拉取需要 iOS 17 或更新版本。
zh_hant: 強制拉取需要 iOS 17 或更新版本。

source: Force Sync
de: Sync erzwingen
es: Forzar sincronización
fil: Pilitin ang Sync
fr: Forcer la synchro
hr: Prisilna sinkronizacija
id: Paksa Sinkronkan
ja: 強制同期
ko: 강제 동기화
ms: Paksa Segerak
pl: Wymuś synchronizację
pt_br: Forçar sincronização
ro: Forțează sincronizarea
ru: Принудительная синхронизация
th: บังคับซิงค์
tr: Eşitlemeyi Zorla
zh_hans: 强制同步
zh_hant: 強制同步

source: Fork
de: Forken
es: Bifurcar
fr: Bifurquer
hr: Račvanje
ja: フォーク
ko: 포크
pl: Rozgałęź
pt_br: Bifurcar
ro: Ramifică
ru: Ответвить
th: แยก
tr: Çatalla
zh_hans: 分叉
zh_hant: 分支

source: Fork Session
de: Sitzung verzweigen
es: Bifurcar sesión
fil: I-fork ang Session
fr: Bifurquer la session
hr: Račvaj sesiju
id: Fork Sesi
ja: セッションをフォーク
ko: 세션 분기
ms: Fork Sesi
pl: Rozgałęź sesję
pt_br: Bifurcar sessão
ro: Ramifică sesiunea
ru: Ответвить сессию
th: แยกเซสชัน
tr: Oturumu Çatalla
zh_hans: 分叉会话
zh_hant: 分叉工作階段

source: Fork to Continue
de: Verzweigen und fortfahren
es: Bifurcar para continuar
fil: I-fork para Magpatuloy
fr: Bifurquer pour continuer
hr: Račvaj za nastavak
id: Fork untuk Melanjutkan
ja: フォークして続行
ko: 분기하여 계속
ms: Fork untuk Teruskan
pl: Rozgałęź, aby kontynuować
pt_br: Bifurcar para continuar
ro: Ramifică pentru a continua
ru: Ответвить, чтобы продолжить
th: แยกเพื่อดำเนินการต่อ
tr: Sürdürmek için Çatalla
zh_hans: 分叉后继续
zh_hant: 分叉後繼續

source: Found %d server(s)
de: %d Server gefunden
es: Se encontraron %d servidores
fil: Nakakita ng %d server
fr: %d serveur(s) trouvé(s)
hr: Pronađeno poslužitelja: %d
id: Ditemukan %d server
ja: %d 個のサーバが見つかりました
ko: 서버 %d개를 찾았습니다
ms: Dijumpai %d server
pl: Znaleziono serwery: %d
pt_br: Servidores encontrados: %d
ro: Servere găsite: %d
ru: Найдено серверов: %d
th: พบ %d เซิร์ฟเวอร์
tr: Bulunan sunucular: %d
zh_hans: 找到 %d 个服务器
zh_hant: 找到 %d 個服務器

source: Friendly name shown to your other Minis devices.
de: Anzeigename für deine anderen Minis-Geräte.
es: Nombre descriptivo que verán tus otros dispositivos con Minis.
fil: Pangalang ipinapakita sa iyong ibang Minis device.
fr: Nom convivial affiché sur vos autres appareils Minis.
hr: Prepoznatljiv naziv koji vide vaši drugi Minis uređaji.
id: Nama yang ditampilkan ke perangkat Minis Anda yang lain.
ja: 他の Minis デバイスに表示される名前です。
ko: 다른 Minis 기기에 표시되는 이름입니다.
ms: Nama yang ditunjukkan kepada peranti Minis anda yang lain.
pl: Nazwa widoczna dla Twoich innych urządzeń Minis.
pt_br: Nome amigável exibido nos seus outros dispositivos Minis.
ro: Numele afișat celorlalte dispozitive Minis ale tale.
ru: Понятное имя, которое видят ваши другие устройства Minis.
th: ชื่อที่แสดงต่ออุปกรณ์ Minis เครื่องอื่นของคุณ
tr: Diğer Minis aygıtlarınıza gösterilen ad.
zh_hans: 在你其他 Minis 设备上显示的友好名称。
zh_hant: 顯示在你其他 Minis 裝置上的名稱。

source: From
de: Von
es: Desde
fil: Mula sa
fr: De
hr: Od
id: Dari
ja: 送信元
ko: 보낸 곳
ms: Dari
pl: Z
pt_br: De
ro: De la
ru: От
th: จาก
tr: Kaynak
zh_hans: 来源
zh_hant: 來源

source: From Clipboard
de: Aus der Zwischenablage
es: Desde el portapapeles
fil: Mula sa Clipboard
fr: Depuis le presse-papiers
hr: Iz međuspremnika
id: Dari Clipboard
ja: クリップボードから
ko: 클립보드에서
ms: Dari Clipboard
pl: Ze schowka
pt_br: Da área de transferência
ro: Din clipboard
ru: Из буфера обмена
th: จากคลิปบอร์ด
tr: Panodan
zh_hans: 从剪贴板
zh_hant: 從剪貼簿

source: Full License Text
de: Vollständiger Lizenztext
es: Texto completo de la licencia
fil: Buong Teksto ng Lisensya
fr: Texte complet de la licence
hr: Cijeli tekst licence
id: Teks Lisensi Lengkap
ja: ライセンス全文
ko: 전체 라이선스 텍스트
ms: Teks Lesen Penuh
pl: Pełny tekst licencji
pt_br: Texto completo da licença
ro: Textul complet al licenței
ru: Полный текст лицензии
th: ข้อความสัญญาอนุญาตฉบับเต็ม
tr: Tam Lisans Metni
zh_hans: 完整许可证文本
zh_hant: 完整許可證文字

source: Fullscreen
de: Vollbild
es: Pantalla completa
fr: Plein écran
hr: Puni zaslon
id: Layar Penuh
ja: フルスクリーン
ko: 전체 화면
ms: Skrin Penuh
pl: Pełny ekran
pt_br: Tela cheia
ro: Ecran complet
ru: Полный экран
th: เต็มหน้าจอ
tr: Tam Ekran
zh_hans: 全屏
zh_hant: 全螢幕

source: Gemini models (google.com)
de: Gemini-Modelle (google.com)
es: Modelos Gemini (google.com)
fil: Mga Gemini model (google.com)
fr: Modèles Gemini (google.com)
hr: Gemini modeli (google.com)
id: Model Gemini (google.com)
ja: Gemini モデル（google.com）
ko: Gemini 모델 (google.com)
ms: Model Gemini (google.com)
pl: Modele Gemini (google.com)
pt_br: Modelos Gemini (google.com)
ro: Modele Gemini (google.com)
ru: Модели Gemini (google.com)
th: โมเดล Gemini (google.com)
tr: Gemini modelleri (google.com)
zh_hans: Gemini 模型（google.com）
zh_hant: Gemini 模型（google.com）

source: Get Session Status
de: Sitzungsstatus abrufen
es: Obtener el estado de la sesión
fil: Kunin ang Status ng Session
fr: Obtenir le statut de la session
hr: Dohvati status sesije
id: Dapatkan Status Sesi
ja: セッション状態を取得
ko: 세션 상태 확인
ms: Dapatkan Status Sesi
pl: Pobierz stan sesji
pt_br: Obter status da sessão
ro: Obține starea sesiunii
ru: Получить статус сессии
th: ดูสถานะเซสชัน
tr: Oturum Durumunu Al
zh_hans: 获取会话状态
zh_hant: 獲取工作階段狀態

source: Gets the current status of a Minis session, including whether the Agent is still running, the latest message, and last tool call.
de: Ruft den aktuellen Status einer Minis-Sitzung ab, einschließlich ob der Agent noch läuft, die letzte Nachricht und den letzten Tool-Aufruf.
es: Obtiene el estado actual de una sesión de Minis, incluido si Minis Agent sigue en ejecución, el último mensaje y la última llamada a una herramienta.
fil: Kinukuha ang kasalukuyang status ng Minis session, kasama kung tumatakbo pa ang agent, ang pinakabagong mensahe, at huling tool call.
fr: Obtient l'état actuel d'une session Minis, y compris si Minis Agent est encore en cours d'exécution, le dernier message et le dernier appel d'outil.
hr: Dohvaća trenutni status Minis sesije, uključujući je li Agent još uvijek aktivan, posljednju poruku i posljednji poziv alata.
id: Mengambil status terkini sesi Minis, termasuk apakah agen masih berjalan, pesan terbaru, dan panggilan alat terakhir.
ja: Minis セッションの現在の状態を取得します。Agent がまだ実行中か、最新のメッセージ、最後のツール呼び出しを含みます。
ko: Minis 세션의 현재 상태를 가져옵니다. Agent 실행 여부, 최신 메시지, 마지막 도구 호출 포함.
ms: Mendapatkan status semasa sesi Minis, termasuk sama ada ejen masih berjalan, mesej terkini, dan panggilan alat terakhir.
pl: Pobiera bieżący stan sesji Minis: czy agent nadal działa, ostatnią wiadomość i ostatnie wywołanie narzędzia.
pt_br: Obtém o status atual de uma sessão do Minis, incluindo se o agente ainda está rodando, a última mensagem e a última chamada de ferramenta.
ro: Obține starea curentă a unei sesiuni Minis, inclusiv dacă agentul încă rulează, ultimul mesaj și ultimul apel de unealtă.
ru: Получает текущий статус сессии Minis, включая то, выполняется ли ещё Agent, последнее сообщение и последний вызов инструмента.
th: ดูสถานะปัจจุบันของเซสชัน Minis รวมถึงว่าเอเจนต์ยังทำงานอยู่หรือไม่ ข้อความล่าสุด และการเรียกเครื่องมือครั้งล่าสุด
tr: Bir Minis oturumunun geçerli durumunu alır: aracının hâlâ çalışıp çalışmadığı, son mesaj ve son araç çağrısı dahil.
zh_hans: 获取 Minis 会话的当前状态，包括 Agent 是否仍在运行、最新消息和最后的工具调用。
zh_hant: 獲取 Minis 工作階段的當前狀態，包括 Agent 是否仍在運行、最新訊息和最後的工具調用。

source: Go Enable
de: Aktivieren
es: Ir a activar
fil: I-enable
fr: Activer
hr: Idi omogućiti
id: Aktifkan
ja: 有効にする
ko: 활성화하기
ms: Aktifkan
pl: Włącz
pt_br: Ativar
ro: Activează
ru: Включить
th: เปิดใช้งาน
tr: Etkinleştir
zh_hans: 去启用
zh_hant: 去啟用

source: Go to Parent Folder
de: Zum übergeordneten Ordner
es: Ir a la carpeta superior
fil: Pumunta sa Parent Folder
fr: Aller au dossier parent
hr: Idi u nadređenu mapu
id: Buka Folder Induk
ja: 親フォルダへ移動
ko: 상위 폴더로 이동
ms: Pergi ke Folder Induk
pl: Przejdź do folderu nadrzędnego
pt_br: Ir para a pasta anterior
ro: Mergi la dosarul părinte
ru: Перейти к родительской папке
th: ไปยังโฟลเดอร์หลัก
tr: Üst Klasöre Git
zh_hans: 转到上级文件夹
zh_hant: 前往上層資料夾

source: GPT and o-series models (openai.com)
de: GPT- und o-Serie-Modelle (openai.com)
es: Modelos GPT y de la serie o (openai.com)
fil: Mga GPT at o-series model (openai.com)
fr: Modèles GPT et série o (openai.com)
hr: GPT i modeli o-serije (openai.com)
id: Model GPT dan seri-o (openai.com)
ja: GPT および o シリーズモデル（openai.com）
ko: GPT 및 o 시리즈 모델 (openai.com)
ms: Model GPT dan siri-o (openai.com)
pl: Modele GPT i serii o (openai.com)
pt_br: Modelos GPT e da série o (openai.com)
ro: Modele GPT și seria o (openai.com)
ru: Модели GPT и серии o (openai.com)
th: โมเดล GPT และซีรีส์ o (openai.com)
tr: GPT ve o serisi modeller (openai.com)
zh_hans: GPT 与 o 系列模型（openai.com）
zh_hant: GPT 與 o 系列模型（openai.com）

source: Group
de: Gruppe
es: Grupo
fr: Groupe
hr: Grupa
id: Grup
ja: グループ
ko: 그룹
ms: Kumpulan
pl: Grupa
pt_br: Grupo
ro: Grup
ru: Группа
th: กลุ่ม
tr: Grup
zh_hans: 分组
zh_hant: 分組

source: Group Already Exists
de: Gruppe existiert bereits
es: El grupo ya existe
fil: Umiiral Na ang Group
fr: Le groupe existe déjà
hr: Grupa već postoji
id: Grup Sudah Ada
ja: グループはすでに存在します
ko: 그룹이 이미 존재합니다
ms: Kumpulan Sudah Wujud
pl: Grupa już istnieje
pt_br: O grupo já existe
ro: Grupul există deja
ru: Группа уже существует
th: มีกลุ่มนี้อยู่แล้ว
tr: Grup Zaten Var
zh_hans: 分组已存在
zh_hant: 分組已存在

source: Group name
de: Gruppenname
es: Nombre del grupo
fil: Pangalan ng group
fr: Nom du groupe
hr: Naziv grupe
id: Nama grup
ja: グループ名
ko: 그룹 이름
ms: Nama kumpulan
pl: Nazwa grupy
pt_br: Nome do grupo
ro: Numele grupului
ru: Название группы
th: ชื่อกลุ่ม
tr: Grup adı
zh_hans: 分组名称
zh_hant: 分組名稱

source: Group Name
de: Gruppenname
es: Nombre del grupo
fil: Pangalan ng Group
fr: Nom du groupe
hr: Naziv grupe
id: Nama Grup
ja: グループ名
ko: 그룹 이름
ms: Nama Kumpulan
pl: Nazwa grupy
pt_br: Nome do grupo
ro: Numele grupului
ru: Название группы
th: ชื่อกลุ่ม
tr: Grup Adı
zh_hans: 分组名称
zh_hant: 群組名稱

source: Group not found
de: Gruppe nicht gefunden
es: Grupo no encontrado
fil: Hindi nakita ang group
fr: Groupe introuvable
hr: Grupa nije pronađena
id: Grup tidak ditemukan
ja: グループが見つかりません
ko: 그룹을 찾을 수 없음
ms: Kumpulan tidak dijumpai
pl: Nie znaleziono grupy
pt_br: Grupo não encontrado
ro: Grup negăsit
ru: Группа не найдена
th: ไม่พบกลุ่ม
tr: Grup bulunamadı
zh_hans: 未找到分组
zh_hant: 未找到分組

source: Grouping
de: Gruppierung
es: Agrupación
fil: Pagpapangkat
fr: Regroupement
hr: Grupiranje
id: Pengelompokan
ja: グループ化
ko: 그룹화
ms: Pengumpulan
pl: Grupowanie
pt_br: Agrupamento
ro: Grupare
ru: Группировка
th: การจัดกลุ่ม
tr: Gruplama
zh_hans: 分组
zh_hant: 群組

source: Groups
de: Gruppen
es: Grupos
fil: Mga Group
fr: Groupes
hr: Grupe
id: Grup
ja: グループ
ko: 그룹
ms: Kumpulan
pl: Grupy
pt_br: Grupos
ro: Grupuri
ru: Группы
th: กลุ่ม
tr: Gruplar
zh_hans: 分组
zh_hant: 分組

source: Groups let you combine models for fallback or load balancing.
de: Gruppen ermöglichen die Kombination von Modellen für Fallback oder Lastverteilung.
es: Los grupos te permiten combinar modelos para respaldo o balanceo de carga.
fil: Puwede mong pagsamahin ang mga model sa group para sa fallback o load balancing.
fr: Les groupes permettent de combiner des modèles pour le basculement ou la répartition de charge.
hr: Grupe omogućuju kombiniranje modela za zamjenu ili raspodjelu opterećenja.
id: Grup memungkinkan Anda menggabungkan model untuk cadangan atau penyeimbangan beban.
ja: グループを使うとフォールバックや負荷分散のためにモデルを組み合わせられます。
ko: 그룹을 사용하면 대체 또는 로드 밸런싱을 위해 모델을 결합할 수 있습니다.
ms: Kumpulan membolehkan anda menggabungkan model untuk sandaran atau imbangan beban.
pl: Grupy pozwalają łączyć modele na potrzeby przełączania awaryjnego lub równoważenia obciążenia.
pt_br: Os grupos permitem combinar modelos para fallback ou balanceamento de carga.
ro: Grupurile îți permit să combini modele pentru rezervă sau pentru echilibrarea încărcării.
ru: Группы позволяют объединять модели для резервирования или балансировки нагрузки.
th: กลุ่มช่วยให้คุณรวมโมเดลเพื่อใช้เป็นตัวสำรองหรือกระจายโหลด
tr: Gruplar, yedekleme ya da yük dengeleme için modelleri birleştirmenizi sağlar.
zh_hans: 模型分组可实现回退或负载均衡。
zh_hant: 模型分組可實現回退或負載均衡。

source: Health
de: Gesundheit
es: Estado
fil: Kalusugan
fr: Santé
hr: Zdravlje
id: Kesehatan
ja: ヘルス
ko: 건강
ms: Kesihatan
pl: Zdrowie
pt_br: Saúde
ro: Sănătate
ru: Состояние
th: สุขภาพ
tr: Sağlık
zh_hans: 健康
zh_hant: 健康

source: Health Report
de: Gesundheitsbericht
es: Informe de estado
fil: Ulat sa Kalusugan
fr: Rapport de santé
hr: Izvješće o zdravlju
id: Laporan Kesehatan
ja: ヘルスレポート
ko: 건강 보고서
ms: Laporan Kesihatan
pl: Raport zdrowia
pt_br: Relatório de saúde
ro: Raport de sănătate
ru: Отчёт о состоянии
th: รายงานสุขภาพ
tr: Sağlık Raporu
zh_hans: 健康报告
zh_hant: 健康報告

source: Height
de: Höhe
es: Altura
fil: Taas
fr: Hauteur
hr: Visina
id: Tinggi
ja: 高さ
ko: 높이
ms: Tinggi
pl: Wysokość
pt_br: Altura
ro: Înălțime
ru: Высота
th: ความสูง
tr: Yükseklik
zh_hans: 高度
zh_hant: 高度

source: Hello, this is a speech preview.
de: Hallo, dies ist eine Sprachvorschau.
es: Hola, esta es una vista previa de voz.
fil: Kumusta, ito ay preview ng speech.
fr: Bonjour, ceci est un aperçu vocal.
hr: Bok, ovo je pretpregled govora.
id: Halo, ini pratinjau ucapan.
ja: こんにちは、これはスピーチプレビューです。
ko: 안녕하세요, 음성 미리보기입니다.
ms: Helo, ini pratonton pertuturan.
pl: Cześć, to jest podgląd mowy.
pt_br: Olá, esta é uma prévia da fala.
ro: Bună, aceasta este o previzualizare a vocii.
ru: Здравствуйте, это предпросмотр речи.
th: สวัสดี นี่คือตัวอย่างเสียงพูด
tr: Merhaba, bu bir konuşma önizlemesidir.
zh_hans: 您好，这是语音预览。
zh_hant: 您好，這是語音預覽。

source: Hidden
de: Ausgeblendet
es: Oculto
fil: Nakatago
fr: Masqué
hr: Skriveno
id: Tersembunyi
ja: 非表示
ko: 숨김
ms: Tersembunyi
pl: Ukryte
pt_br: Oculto
ro: Ascuns
ru: Скрыто
th: ซ่อนอยู่
tr: Gizli
zh_hans: 隐藏
zh_hant: 隱藏

source: Hidden models won't appear in the model picker.
de: Ausgeblendete Modelle werden nicht in der Modellauswahl angezeigt.
es: Los modelos ocultos no aparecerán en el selector de modelos.
fil: Hindi lalabas sa model picker ang mga nakatagong model.
fr: Les modèles masqués n'apparaîtront pas dans le sélecteur.
hr: Skriveni se modeli neće pojaviti u izborniku modela.
id: Model tersembunyi tidak akan muncul di pemilih model.
ja: 非表示のモデルはモデルピッカーに表示されません。
ko: 숨겨진 모델은 모델 선택기에 표시되지 않습니다.
ms: Model tersembunyi tidak akan muncul dalam pemilih model.
pl: Ukryte modele nie pojawią się w wyborze modelu.
pt_br: Modelos ocultos não aparecem no seletor de modelos.
ro: Modelele ascunse nu apar în selectorul de modele.
ru: Скрытые модели не будут отображаться в списке выбора моделей.
th: โมเดลที่ซ่อนจะไม่แสดงในตัวเลือกโมเดล
tr: Gizlenen modeller model seçicide görünmez.
zh_hans: 隐藏的模型不会出现在模型选择器中。
zh_hant: 隱藏的模型不會出現在模型選擇器中。

source: Hide
de: Ausblenden
es: Ocultar
fil: Itago
fr: Masquer
hr: Sakrij
id: Sembunyikan
ja: 非表示
ko: 숨기기
ms: Sembunyi
pl: Ukryj
pt_br: Ocultar
ro: Ascunde
ru: Скрыть
th: ซ่อน
tr: Gizle
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide Hidden Files
de: Versteckte Dateien ausblenden
es: Ocultar archivos ocultos
fil: Itago ang mga Nakatagong File
fr: Masquer les fichiers cachés
hr: Sakrij skrivene datoteke
id: Sembunyikan File Tersembunyi
ja: 隠しファイルを非表示
ko: 숨김 파일 숨기기
ms: Sembunyikan File Tersembunyi
pl: Ukryj ukryte pliki
pt_br: Ocultar arquivos ocultos
ro: Ascunde fișierele ascunse
ru: Скрыть скрытые файлы
th: ซ่อนไฟล์ที่ซ่อนอยู่
tr: Gizli Dosyaları Gizle
zh_hans: 隐藏隐藏文件
zh_hant: 隱藏隱藏檔案

source: Hide session content on the Lock Screen, in the Dynamic Island and in notifications. Only the number of completed tasks and the elapsed time are shown — no session titles, tool status or reply content.
de: Verbirgt Sitzungsinhalte auf dem Sperrbildschirm, in der Dynamic Island und in Mitteilungen. Es werden nur die Anzahl abgeschlossener Aufgaben und die verstrichene Zeit angezeigt – keine Sitzungstitel, Werkzeugstatus oder Antwortinhalte.
es: Oculta el contenido de la sesión en la pantalla bloqueada, en la Dynamic Island y en las notificaciones. Solo se muestran la cantidad de tareas completadas y el tiempo transcurrido: sin títulos de sesión, estado de herramientas ni contenido de las respuestas.
fil: Itago ang nilalaman ng session sa Lock Screen, Dynamic Island, at mga notification. Ang bilang lang ng natapos na task at lumipas na oras ang ipinapakita — walang pamagat ng session, status ng tool, o nilalaman ng sagot.
fr: Masque le contenu des sessions sur l’écran verrouillé, dans la Dynamic Island et dans les notifications. Seuls le nombre de tâches terminées et le temps écoulé sont affichés — ni titre de session, ni statut d’outil, ni contenu de réponse.
hr: Sakrijte sadržaj sesije na zaključanom zaslonu, u Dynamic Islandu i u obavijestima. Prikazuju se samo broj dovršenih zadataka i proteklo vrijeme — bez naslova sesija, statusa alata ili sadržaja odgovora.
id: Sembunyikan isi sesi di Layar Terkunci, Dynamic Island, dan notifikasi. Hanya jumlah tugas selesai dan waktu yang berlalu yang ditampilkan — tanpa judul sesi, status alat, atau isi balasan.
ja: ロック画面、Dynamic Island、通知でセッションの内容を非表示にします。完了したタスク数と経過時間のみが表示され、セッション名やツールの状態、返信内容は表示されません。
ko: 잠금 화면, 다이나믹 아일랜드, 알림에서 세션 내용을 숨깁니다. 완료된 작업 수와 경과 시간만 표시되며 세션 제목, 도구 상태, 응답 내용은 표시되지 않습니다.
ms: Sembunyikan kandungan sesi pada Skrin Kunci, dalam Dynamic Island, dan dalam pemberitahuan. Hanya bilangan tugas selesai dan masa berlalu ditunjukkan — tiada tajuk sesi, status alat, atau kandungan balasan.
pl: Ukryj zawartość sesji na ekranie blokady, w Dynamic Island i w powiadomieniach. Pokazywana jest tylko liczba ukończonych zadań i czas — bez tytułów sesji, stanu narzędzi i treści odpowiedzi.
pt_br: Ocultar o conteúdo da sessão na Tela Bloqueada, na Dynamic Island e nas notificações. Só aparecem o número de tarefas concluídas e o tempo decorrido — sem títulos de sessão, status de ferramentas ou conteúdo das respostas.
ro: Ascunde conținutul sesiunii pe ecranul blocat, în Dynamic Island și în notificări. Se afișează doar numărul sarcinilor finalizate și timpul scurs — fără titluri de sesiune, stare a uneltelor sau conținut al răspunsurilor.
ru: Скрывает содержимое сессий на заблокированном экране, в Dynamic Island и в уведомлениях. Отображаются только количество выполненных задач и затраченное время — без названий сессий, статуса инструментов и текста ответов.
th: ซ่อนเนื้อหาเซสชันบนหน้าจอล็อก ใน Dynamic Island และในการแจ้งเตือน จะแสดงเพียงจำนวนงานที่เสร็จสิ้นและเวลาที่ผ่านไป — ไม่มีชื่อเซสชัน สถานะเครื่องมือ หรือเนื้อหาคำตอบ
tr: Oturum içeriğini Kilit Ekranı'nda, Dynamic Island'da ve bildirimlerde gizle. Yalnızca tamamlanan görev sayısı ve geçen süre gösterilir — oturum başlıkları, araç durumu veya yanıt içeriği gösterilmez.
zh_hans: 在锁定屏幕、灵动岛和通知中隐藏会话内容。仅显示已完成的任务数量和耗时，不显示会话标题、工具状态或回复内容。
zh_hant: 在鎖定畫面、動態島和通知中隱藏工作階段內容。僅顯示已完成的任務數量和耗時，不顯示工作階段標題、工具狀態或回覆內容。

source: High
de: Hoch
es: Alto
fil: Mataas
fr: Élevé
hr: Visoko
id: Tinggi
ja: 高
ko: 높음
ms: Tinggi
pl: Wysoki
pt_br: Alto
ro: Ridicat
ru: Высокий
th: สูง
tr: Yüksek
zh_hans: 高
zh_hant: 高

source: High Usage
de: Hohe Nutzung
es: Uso alto
fil: Mataas na Paggamit
fr: Utilisation élevée
hr: Visoka potrošnja
id: Penggunaan Tinggi
ja: 高使用量
ko: 높은 사용량
ms: Penggunaan Tinggi
pl: Wysokie użycie
pt_br: Uso alto
ro: Utilizare ridicată
ru: Высокое использование
th: การใช้งานสูง
tr: Yüksek Kullanım
zh_hans: 高使用量
zh_hant: 高使用量

source: Historical Data
de: Verlaufsdaten
es: Datos históricos
fil: Historical na Datos
fr: Données historiques
hr: Povijesni podaci
id: Data Historis
ja: 過去のデータ
ko: 과거 데이터
ms: Data Sejarah
pl: Dane historyczne
pt_br: Dados históricos
ro: Date istorice
ru: Исторические данные
th: ข้อมูลย้อนหลัง
tr: Geçmiş Veriler
zh_hans: 历史数据
zh_hant: 歷史資料

source: History
de: Verlauf
es: Historial
fr: Historique
hr: Povijest
id: Riwayat
ja: 履歴
ko: 기록
ms: Sejarah
pl: Historia
pt_br: Histórico
ro: Istoric
ru: История
th: ประวัติ
tr: Geçmiş
zh_hans: 历史
zh_hant: 歷史

source: Hold ⌫ to clear all
de: ⌫ halten, um alles zu löschen
es: Mantén pulsado ⌫ para borrar todo
fil: Pindutin nang matagal ang ⌫ para i-clear lahat
fr: Maintenir ⌫ pour tout effacer
hr: Držite ⌫ za brisanje svega
id: Tahan ⌫ untuk menghapus semua
ja: ⌫ を長押しですべて消去
ko: ⌫를 길게 눌러 모두 지우기
ms: Tahan ⌫ untuk kosongkan semua
pl: Przytrzymaj ⌫, aby wyczyścić wszystko
pt_br: Segure ⌫ para limpar tudo
ro: Ține apăsat ⌫ pentru a șterge tot
ru: Удерживайте ⌫, чтобы стереть всё
th: กด ⌫ ค้างไว้เพื่อล้างทั้งหมด
tr: Tümünü silmek için ⌫ tuşunu basılı tutun
zh_hans: 长按 ⌫ 清除全部
zh_hant: 按住 ⌫ 可全部清除

source: Home
de: Startseite
es: Inicio
fr: Accueil
hr: Početna
id: Beranda
ja: ホーム
ko: 홈
ms: Utama
pl: Ekran główny
pt_br: Tela inicial
ro: Ecran principal
ru: Главная
th: หน้าหลัก
tr: Ana Sayfa
zh_hans: 主页
zh_hant: 主頁

source: How long after leaving the app before the lock re-engages.
de: Wie lange nach dem Verlassen der App die Sperre wieder aktiviert wird.
es: Cuánto tiempo debe pasar tras salir de la app antes de que el bloqueo se active de nuevo.
fil: Gaano katagal pagkalabas sa app bago mag-lock ulit.
fr: Délai après avoir quitté l'app avant que le verrouillage se réactive.
hr: Koliko dugo nakon izlaska iz aplikacije prije nego što se zaključavanje ponovno uključi.
id: Berapa lama setelah meninggalkan aplikasi sebelum kunci aktif kembali.
ja: アプリを離れてからロックが再度かかるまでの時間。
ko: 앱을 떠난 후 잠금이 다시 걸리기까지의 시간입니다.
ms: Berapa lama selepas meninggalkan apl sebelum kunci aktif semula.
pl: Po jakim czasie od zamknięcia aplikacji blokada włącza się ponownie.
pt_br: Quanto tempo depois de sair do app até o bloqueio voltar a valer.
ro: După cât timp de la părăsirea aplicației se reactivează blocarea.
ru: Через сколько после выхода из приложения снова сработает блокировка.
th: ระยะเวลาหลังออกจากแอปก่อนที่จะล็อกอีกครั้ง
tr: Uygulamadan çıktıktan ne kadar sonra kilidin yeniden devreye gireceği.
zh_hans: 离开应用后多久重新启用锁定。
zh_hant: 離開應用程式後多久重新啟用鎖定。
